<!doctype html>
<html amp lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,minimum-scale=1,initial-scale=1">
    <meta name="theme-color" content="#FFC107" />
    <link rel="shortcut icon" href="/assets/ico/favicon.png" />
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Roboto:300,400,500,600,700">
    <link rel="stylesheet" href="https://fonts.googleapis.com/icon?family=Material+Icons" />
    <link rel="canonical" href="https://www.astrosage.com/2024/grahan-2024.asp">
    <title>ग्रहण 2024 (Grahan 2024): सूर्य ग्रहण और चंद्र ग्रहण तिथियां!</title>     
	<meta name="keywords" content="ग्रहण 2024, सूर्य ग्रहण 2024, चंद्र ग्रहण 2024, surya grahan 2024, eclipse 2024 in Hindi, solar eclipse 2024 in Hindi, lunar eclipse 2024 in Hindi, eclipse in hindi, ग्रहण दिनांक 2024, ग्रहण 2024 समय, ग्रहण सूतक, राहु, केतु, ज्योतिष, साल का पहला सूर्य ग्रहण, साल का पहला चंद्र ग्रहण," />
    <meta name="description" content="जानते हैं ग्रहण 2024 (Grahan 2024) से जुड़ी हर छोटी-बड़ी और महत्वपूर्ण जानकारी। वर्ष 2024 में सूर्य ग्रहण और चंद्र ग्रहण का दिन, तिथि और समय।" />
    <script type="application/ld+json">
      {
        "@context": "https://schema.org",
        "@type": "NewsArticle",
        "headline": "ग्रहण 2024 (Grahan 2024): सूर्य ग्रहण और चंद्र ग्रहण तिथियां!",
        "datePublished": "2023-10-17T04:49:41Z",
      "author": {
         "@type": "Person",
         "name": "AstroGuru Mragaank (Dr. Mragaank)"
                   },
      "publisher": {
        "@type": "Organization",
        "name": "AstroSage",
         "logo": {
        "@type": "ImageObject",
        "url": "https://www.astrosage.com/images/logo.png",
        "width": 250,
        "height": 60
        }             
        },
      "image": [
          "https://www.astrosage.com/images/amp/1x/mesha.jpg",
          "https://www.astrosage.com/images/amp/2x/mesha.jpg",
          "https://www.astrosage.com/images/amp/3x/mesha.jpg"
        ]
      }
    </script>
    <style amp-boilerplate>body{-webkit-animation:-amp-start 8s steps(1,end) 0s 1 normal both;-moz-animation:-amp-start 8s steps(1,end) 0s 1 normal both;-ms-animation:-amp-start 8s steps(1,end) 0s 1 normal both;animation:-amp-start 8s steps(1,end) 0s 1 normal both}@-webkit-keyframes -amp-start{from{visibility:hidden}to{visibility:visible}}@-moz-keyframes -amp-start{from{visibility:hidden}to{visibility:visible}}@-ms-keyframes -amp-start{from{visibility:hidden}to{visibility:visible}}@-o-keyframes -amp-start{from{visibility:hidden}to{visibility:visible}}@keyframes -amp-start{from{visibility:hidden}to{visibility:visible}}</style><noscript><style amp-boilerplate>body{-webkit-animation:none;-moz-animation:none;-ms-animation:none;animation:none}</style></noscript>
    <script async custom-element="amp-sidebar" src="https://cdn.ampproject.org/v0/amp-sidebar-0.1.js"></script>
    <script async custom-element="amp-social-share" src="https://cdn.ampproject.org/v0/amp-social-share-0.1.js"></script>
    <script async custom-element="amp-ad" src="https://cdn.ampproject.org/v0/amp-ad-0.1.js"></script>
    <script async custom-element="amp-analytics" src="https://cdn.ampproject.org/v0/amp-analytics-0.1.js"></script>
    <script async src="https://cdn.ampproject.org/v0.js"></script>
    <!--#include virtual="/include/amp/cssscript.asp"-->
</head>
<body>
  <!--#include virtual="/include/amp/header.asp"-->
    <div class="ui-content bg-light-gray">
        <h1 align="center">ग्रहण 2024 (Grahan 2024)</h1>
        <div class="author-date text-right">
            <span>Author: <a href="https://horoscope.astrosage.com/author-astroguru-mragaank/">AstroGuru Mragaank (Dr. Mragaank)</a></span>
            | <span>Updated Tue, 17 Oct 2023 04:49 PM IST </span>
        </div>
        
      <div class="card-view-content">
<p>ग्रहण 2024 (Grahan 2024) के बारे में विस्तृत जानकारी प्रदान करने हेतु हम एस्ट्रोसेज के सभी पाठकों को नव वर्ष की शुभकामनाओं के साथ वर्ष 2024 में घटित होने वाले ग्रहण के बारे में जानकारी प्रदान कर रहे हैं। सूर्य ग्रहण हो या फिर<strong>   </strong>चंद्र ग्रहण , आपको इनके बारे में इस ग्रहण 2024 (Grahan 2024) के लेख में संपूर्ण जानकारी प्रदान की जा रही है। इस लेख के माध्यम से आप यह जान पाएंगे कि वर्ष 2024 में कुल कितने चंद्रग्रहण और कुल कितने सूर्यग्रहण घटित होंगे, वे किस तिथि और किस दिनांक को किस समय पर प्रारंभ और समाप्त होंगे तथा विश्व में किन प्रमुख क्षेत्रों में दृश्यमान होंगे। साथ ही यह भी बताया जा रहा है कि क्या वे भारत में दृश्यमान होंगे अथवा नहीं। इस प्रकार ग्रहण 2024 को ध्यान में रखते हुए यह विस्तृत लेख आपके लिए एस्ट्रोसेज के जाने-माने ज्योतिषी<a href="https://varta.astrosage.com/astrologer/mragaank"><strong>  डॉ मृगांक शर्मा  </strong></a>ने तैयार किया है। हम यही आशा कर रहे हैं कि यह लेख आपके लिए बहुत ही महत्वपूर्ण साबित होगा और वर्ष 2024 में आने वाले प्रत्येक ग्रहण 2024 (Grahan 2024) के बारे में आपकी जानकारी को और मजबूत बनाएगा तथा आप अपने जीवन को और बेहतर बनाने की दिशा में कामयाब रहेंगे।</p>
              <div>
            <amp-img src="/2024/images/eclipse-2024-hi.jpg" alt="सूर्य ग्रहण 2024 और चंद्र ग्रहण 2024 जानने के लिए पढ़ें ग्रहण 2024 (Grahan 2024)" layout="responsive" width="1280" height="720"></amp-img>
                 </div>
            <br />
<p><strong> Click Here to Read in English: Eclipse 2024 (LINK) </strong></p>
<p>वर्ष 2024 में कुल कितने ग्रहण लगेंगे, यह जानने से पूर्व यह जान लेते हैं कि वास्तव में ग्रहण क्या होते हैं और क्यों इसके बारे में लोगों को जानने की उत्सुकता रहती है। आम भाषा में यह एक खगोलीय घटना है, जो पृथ्वी, सूर्य और चंद्रमा की गतियों के कारण समय-समय पर निर्मित होती रहती हैं। हम सभी इस बात से परिचित हैं कि सूर्य की परिक्रमा पृथ्वी करती है और पृथ्वी की परिक्रमा चंद्रमा करता है और सूर्य के प्रकाश से ही पृथ्वी को प्रकाश मिलता है और चंद्रमा भी प्रकाशित होता है। इन्हीं चंद्रमा और पृथ्वी की गतियों के कारण कई बार ऐसी स्थितियों का जन्म होता है जब कुछ समय के लिए सूर्य और पृथ्वी के बीच चंद्रमा आ जाता है और कभी सूर्य और चंद्रमा के बीच पृथ्वी आ जाती है। ऐसी स्थिति में जिस पर भी सूर्य का प्रकाश नहीं पड़ता, वह कुछ समय के लिए अंधकार युक्त क्षेत्र बन जाता है और सूर्य के प्रकाश से हीन हो जाता है। इसी खगोलीय अवस्था को हम ग्रहण कहते हैं।</p>
<p><strong> 2024 में बदलेगी आपकी किस्मत?  </strong><a href="https://varta.astrosage.com/talk-to-astrologers?prtnr_id=2024H"><strong> विद्वान ज्योतिषियों से करें फोन पर बात </strong></a></p>
<p>चलिए अब हम यह तो जान चुके हैं कि ग्रहण क्या होता है अब आगे बढ़ते हुए इस लेख के माध्यम से यह जानने का प्रयास करते हैं कि ग्रहण 2024 में कब-कब घटित होने वाले हैं, किस दिन किस तिथि और किस समय पर ग्रहण लगेंगे तथा सूर्य ग्रहण और चंद्र ग्रहण की स्थिति क्या रहेगी। किन-किन क्षेत्रों में उनकी दृश्यता रहेगी यानी कि<strong>  ग्रहण 2024 (Grahan 2024)  </strong>विश्व के किन-किन क्षेत्रों में देखे जा सकेंगे और क्या वे भारत में दृश्यमान होंगे अथवा नहीं। इसके साथ ही आप यह भी जान पाएंगे कि इन ग्रहण का ज्योतिषीय और धार्मिक महत्व क्या होगा। इस ग्रहण के सूतक कब लगेंगे और कहां प्रभाव दिखाएंगे। ग्रहण के दौरान आपको क्या करना होगा और किन बातों को करने से बचना होगा। इस प्रकार यह सभी जानकारी आपको इस विशेष लेख में पढ़ने को मिलेगी। तो आप इसे शुरू से लेकर अंत तक अवश्य पढ़ें और हम उम्मीद करते हैं कि इन सभी बातों को जानकर आप अपने जीवन में वर्ष 2024 के ग्रहण से बचने की पूरी तैयारी करेंगे और उसके अनुसार किए जाने वाले और न किए जाने वाले कार्यों को ध्यान में रखकर अपने जीवन में सुख, समृद्धि, शांति और सफलता प्राप्त करेंगे।</p>
</div><div class="card-view-content"><h2><strong> साल 2024 में कौन-कौन से ग्रहण लगेंगे? </strong></h2>
<p>यदि<strong>  ग्रहण 2024 (Grahan 2024)  </strong>की बात करें तो इस वर्ष मुख्य रूप से तीन ग्रहण आकार लेंगे जिनमें से दो सूर्य ग्रहण होंगे और एक चंद्र ग्रहण होगा। इसके अतिरिक्त एक उपच्छाया चंद्रग्रहण भी घटित होने वाला है। ध्यान रखें कि उपच्छाया चंद्रग्रहण को ग्रहण की संज्ञा नहीं दी गई है क्योंकि इसमें केवल चंद्रमा की कांति मालिन होती है वह ग्रसित नहीं होता है इसलिए इसे पूर्ण रूप से ग्रहण नहीं माना जाता है और यही वजह है कि इससे संबंधित सूतक काल या अन्य बातों का विचार भी नहीं किया जाता है। एक अन्य बात जो आपको ध्यान देनी है, वह यह है कि सूर्य ग्रहण हो अथवा चंद्र ग्रहण हो, वह जिस क्षेत्र में दिखाई देगा केवल वहीं पर उसका सूतक काल और उसके नियम लागू होंगे, अन्य क्षेत्रों में नहीं इसलिए अन्य क्षेत्रों के लोग निर्विवाद रूप से अपने सभी कार्य पूर्ण कर सकते हैं। ध्यान देने योग्य बात यह भी है कि इस वर्ष लगने वाले दोनों सूर्य ग्रहण और एक चंद्र ग्रहण भारत में दृश्यमान नहीं होंगे इसलिए भारत में उनका सूतक काल और अन्य नियम भी लागू नहीं होंगे।</p>
<p>हम जानते हैं कि यह जानकर कि भारत में भले ही ग्रहण 2024 दिखाई न दें लेकिन यह कहीं न कहीं तो दिखाई देंगे ही और उन लोगों पर इसका प्रभाव भी पड़ेगा इसलिए आप यह भी जानना चाहेंगे कि सूर्य ग्रहण और चंद्र ग्रहण को अलग-अलग क्यों लिखा गया है और यह क्या होते हैं। हालांकि आप में से अधिकांश लोग तो इस बारे में जानते हैं, पर हम सभी को एक बार पुनः बता देना चाहते हैं कि वास्तव में सूर्य ग्रहण और चंद्र ग्रहण की क्या स्थिति होती है। तो आइए समझते हैं ग्रहण 2024 के अंतर्गत सूर्य ग्रहण और चंद्र ग्रहण के बारे में विस्तृत जानकारी और यह भी जान लेते हैं कि कब होगा साल का पहला सूर्य ग्रहण और कब होगा साल का पहला चंद्र ग्रहण:</p>
<p><a href="https://buy.astrosage.com/service/astrosage-brihat-horoscope?language=hi&amp;prtnr_id=2024H"><strong> बृहत् कुंडली:  </strong></a><strong> जानें ग्रहों का आपके जीवन पर प्रभाव और उपाय </strong></p>
</div><div class="card-view-content"><h2><strong> सूर्य ग्रहण (Surya Grahan) </strong></h2>
<p>जैसा कि हमने आपको ऊपर बताया है ग्रहण एक खगोलीय घटना है, ठीक उसी प्रकार सूर्य ग्रहण भी एक विशेष खगोलीय घटना है जिसमें पृथ्वी अपने परिक्रमा पथ पर सूर्य की परिक्रमा करते समय एक ऐसी स्थिति में आ जाती है कि जब सूर्य और पृथ्वी के बीच में चंद्रमा आ जाता है और तीनों एक विशेष रेखा में होते हैं। इस विशेष स्थिति में सूर्य की किरणें पृथ्वी पर कुछ समय के लिए नहीं पहुंच पाती हैं क्योंकि पृथ्वी तक पहुंचने से पहले ही चंद्रमा पर सूर्य का प्रकाश पहुंच जाता है और चंद्रमा की छाया पृथ्वी को ढक लेती है और कुछ समय के लिए धरती सूर्य के प्रकाश से हीन हो जाती है। ऐसी स्थिति में पृथ्वी से देखने पर सूर्य ग्रसित महसूस होता है यानी कि कुछ समय के लिए पूर्ण रूप से और कुछ समय के लिए आंशिक रूप से सूर्य के ऊपर काली छाया दिखाई देती है। इसी स्थिति को सूर्य ग्रहण कहा जाता है। जब चंद्रमा के द्वारा सूर्य का लगभग संपूर्ण भाग ग्रसित महसूस होता है तो वह पूर्ण सूर्य ग्रहण अथवा खग्रास सूर्य ग्रहण कहलाता है और जब आंशिक रूप से ऐसी स्थिति उत्पन्न होती है तो इसे आंशिक सूर्य ग्रहण की संज्ञा दी जाती है। कभी-कभी बीच की दूरी ज्यादा होने पर ऐसा भी महसूस होता है कि चंद्रमा की छाया सूर्य के बीचों-बीच दिखाई देती है और उसके चारों ओर सूर्य का प्रकाश दिखता है तो यह एक कंगन की भांति चमकता हुआ दिखाई देता है। इस स्थिति को कंकणाकृति अथवा वलयाकार सूर्य ग्रहण कहा जाता है।</p>
</div><div class="card-view-content"><h2><strong> चंद्र ग्रहण (Chandra Grahan) </strong></h2>
<p>चलिए अब सूर्य ग्रहण के बाद चंद्र ग्रहण की बात करते हैं। जैसा कि आपको हमने पहले बताया कि ग्रहण एक खगोलीय घटना है तो इसी प्रकार चंद्र ग्रहण भी एक खगोलीय घटना ही है। यह एक विशेष स्थिति में निर्मित होता है, जब पृथ्वी सूर्य का चक्कर लगाते हुए और चंद्रमा पृथ्वी की परिक्रमा करते हुए एक ऐसी स्थिति में आ जाते हैं कि चंद्रमा और सूर्य के बीच में पृथ्वी आ जाती है और तीनों एक रेखा में होते हैं। ऐसी स्थिति में सूर्य का प्रकाश कुछ समय के लिए चंद्रमा पर नहीं पड़ता है और इस अवस्था में चंद्रमा मद्धिम अवस्था में अथवा काला या ग्रसित हुआ प्रतीत होने लगता है। इस अवस्था को ही चंद्र ग्रहण कहते हैं। इस स्थिति में सूर्य का प्रकाश चंद्रमा तक सीधा नहीं पहुंच पाता है और पृथ्वी की छाया चंद्रमा के अधिकांश भाग को ढक लेती है। यह चंद्र ग्रहण की स्थिति कहलाती है। जब पूर्ण रूप से पृथ्वी की छाया चंद्रमा को आच्छादित कर लेती है तो वह स्थिति पूर्ण चंद्र ग्रहण कहलाती है और जब ऐसा आंशिक रूप से होता है तो वह आंशिक चंद्रग्रहण कहलाता है। इसके अतिरिक्त एक ऐसी अवस्था भी आती है कि जब चंद्रमा पृथ्वी की परिक्रमा करते-करते पृथ्वी की उपच्छाया में से गुजर जाता है तो ऐसी स्थिति में चंद्रमा ग्रसित होता हुआ महसूस नहीं होता यानी कि वह काला महसूस नहीं होता बल्कि उसकी कांति थोड़ी समय के लिए मालिन सी प्रतीत होने लगती है, इसे ही उपच्छाया चंद्रग्रहण कहते हैं। इसमें चंद्रमा ग्रसित नहीं होता इसलिए इसे ग्रहण की संज्ञा नहीं दी गई है, फिर भी आपकी जानकारी के लिए हम उसके बारे में भी बता रहे हैं।</p>
</div><div class="card-view-content"><h2><strong> ग्रहण का सूतक काल: सूर्य ग्रहण या चंद्र ग्रहण का सूतक काल </strong></h2>
<p>जिस प्रकारग्रहण 2024 (Grahan 2024) के बारे में जानने की उत्सुकता रहती है, ठीक उसी प्रकार ग्रहण का नियम पालन भी जानना चाहिए क्योंकि ग्रहण का आध्यात्मिक महत्व भी है। जब नियम पालन की बात आए तब सर्वप्रथम सबसे महत्वपूर्ण होता है ग्रहण के सूतक काल के बारे में जानना। चाहे सूर्य ग्रहण हो अथवा चंद्र ग्रहण हो, दोनों के लिए सूतक काल बहुत महत्वपूर्ण स्थिति है। वास्तव में सूतक काल क्या होता है? सूतक काल एक ऐसी समय अवधि होती है जिसके दौरान कोई भी विशेष या शुभ कार्य करना वर्जित होता है क्योंकि यह अवधि अशुभ मानी जाती है। सूर्य ग्रहण और चंद्र ग्रहण से पूर्व एक विशेष समय होता है जिसे सूतक काल कहा जाता है और इस सूतक काल के दौरान कोई भी शुभ कार्य करना मना होता है। यदि हम सूर्य ग्रहण के सूतक काल की बात करें तो सूर्य ग्रहण प्रारंभ होने के समय से लगभग चार प्रहर पूर्व यानी कि लगभग बारह घंटे पूर्व से उसका सूतक काल शुरू हो जाता है और सूर्य ग्रहण की समाप्ति के समय पर ही सूतक काल समाप्त होता है। ठीक इसी प्रकार चंद्र ग्रहण के प्रारंभ होने के समय से तीन प्रहार पूर्व यानी कि लगभग नौ घंटे पहले से चंद्र ग्रहण का सूतक काल प्रारंभ हो जाता है और यह सूतक काल चंद्र ग्रहण की समाप्ति के साथ ही समाप्त होता है।</p>
<p>सूतक काल की जो समय अवधि होती है, वह किसी भी तरह के शुभ कार्य के लिए या मांगलिक कार्य के लिए वर्जित होती है। यदि इस दौरान आप भूल कर भी कोई शुभ कार्य कर लेते हैं तो उसके शुभ फल की प्राप्ति होने में संदेह रहता है और अशुभ फल प्राप्त होने की स्थिति बन सकती है। ज्योतिष के अनुसार सूर्य आत्मा और जगत का कारक है तथा चंद्रमा मन और माता का कारक है। जब इन दोनों पर ग्रहण लगने वाला होता है तो उससे पूर्व का समय संकटकालीन समय के रूप में देखा जाता है और यह सूतक काल के रूप में अशुभ रूप से परिभाषित किया गया है इसलिए यदि कोई भी शुभ कार्य सूतक काल की अवधि में किया जाए तो उसके सफल होने की संभावना लगभग नगण्य होती है। यहां आपको यह भी जानना आवश्यक है कि ग्रहण चाहे सूर्य ग्रहण हो अथवा चंद्र ग्रहण हो, उसके प्रारंभ से पूर्व स्नान करना चाहिए। ग्रहण के समय पर हवन करना चाहिए तथा ग्रहण की निवृत्ति होने पर यानी कि ग्रहण की समाप्ति होने पर दोबारा स्नान करके दान आदि शुभ कार्य करने चाहिए। इसका शास्त्रों में विशेष महत्व बताया गया है। यह भी ध्यान रखना चाहिए कि जैसे ही ग्रहण समाप्त हो जाए, आप तुरंत ही स्नान आदि करके शारीरिक और मानसिक रूप से शुद्ध हो जाएं, तभी आपके सूतक काल की निवृत्ति मानी जाती है।</p>
<p>चलिए इतनी सारी बातें करने के बाद अब आपको बताते हैं कि वर्ष 2024 के दौरान कौन-कौन से ग्रहण कब-कब लगने वाले हैं। वर्ष 2024 में सूर्य ग्रहण 2024 और चंद्र ग्रहण 2024 कब-कब लगेंगे, यह सब कुछ अब आप जानेंगे।</p>
</div><div class="card-view-content"><h2><strong> सूर्य ग्रहण 2024 </strong></h2>
<p>सर्वप्रथम बात करते हैं वर्ष 2024 के दौरान घटित होने वाले सूर्य ग्रहण की। इस वर्ष के दौरान दो सूर्य ग्रहण आकार लेने वाले हैं, जिनमें पहला सूर्य ग्रहण खग्रास सूर्य ग्रहण होगा और यह चैत्र मास के कृष्ण पक्ष की अमावस्या तिथि को यानी कि सोमवार 8 अप्रैल 2024 को लगेगा। इसके बाद दूसरा सूर्य ग्रहण जोकि एक कंकणाकृति सूर्य ग्रहण होगा, आश्विन मास कृष्ण पक्ष की अमावस्या तिथि को यानी कि बुधवार, 2 अक्टूबर 2024 को लगेगा। इन दोनों ही सूर्य ग्रहण की विशेष बात यह है कि यह दोनों ही सूर्य ग्रहण भारत में दृश्यमान नहीं होंगे यानी यहां पर उनकी दृश्यता नहीं होगी और इसी कारण से इनका सूतक काल भी मान्य नहीं होगा। चलिए इन दोनों सूर्य ग्रहण के बारे में विस्तार से जानकारी प्राप्त करते हैं ताकि आप विश्व के किसी भी कोने में हों, आपको इस सूर्य ग्रहण के बारे में पता चल सके:</p>
<figure class="table">
  <table>
    <tbody>
      <tr>
        <td colspan="5"><strong> पहला सूर्य ग्रहण 2024 - खग्रास सूर्यग्रहण </strong></td>
      </tr>
      <tr>
        <td><strong> तिथि </strong></td>
        <td><strong> दिन तथा दिनांक </strong></td>
        <td>
          <p><strong> सूर्य ग्रहण प्रारंभ समय </strong></p>
          <p><strong> (भारतीय स्टैंडर्ड टाइम के अनुसार) </strong></p>
        </td>
        <td><strong> सूर्य ग्रहण समाप्त समय </strong></td>
        <td><strong> दृश्यता का क्षेत्र </strong></td>
      </tr>
      <tr>
        <td>
          <p>चैत्र मास कृष्ण पक्ष</p>
          <p>अमावस्या तिथि</p>
        </td>
        <td>
          <p>सोमवार</p>
          <p>8 अप्रैल 2024</p>
        </td>
        <td>रात्रि 21:12 बजे से</td>
        <td>
          <p>रात्रि 26:22 तक</p>
          <p>(9 अप्रैल 2024 की सुबह 02:22 बजे तक)</p>
        </td>
        <td>
          <p>पश्चिमी यूरोप, पेसिफिक, अटलांटिक, आर्कटिक, मेक्सिको, उत्तरी अमेरिका (अलास्का को छोड़कर), कनाडा, मध्य अमेरिका, दक्षिण अमेरिका के उत्तरी भागों में, इंग्लैंड के उत्तर पश्चिम क्षेत्र में, आयरलैंड</p>
          <p>(भारत में दृश्यमान नहीं)</p>
        </td>
      </tr>
    </tbody>
  </table>
</figure>
<p><strong> नोट:  </strong>यदि<strong>  ग्रहण 2024 (Grahan 2024)  </strong>की बात करें तो उपरोक्त तालिका में दिया गया सूर्य ग्रहण का समय भारतीय मानक समय है। यह वर्ष 2024 का पहला सूर्य ग्रहण होगा जो की खग्रास यानी कि पूर्ण सूर्य ग्रहण होगा लेकिन भारत में दृश्यमान न होने के कारण इसका भारत में कोई भी धार्मिक प्रभाव नहीं होगा और न ही इसका सूतक काल प्रभावी माना जाएगा। इस प्रकार सभी लोग अपनी सभी गतिविधियां सुचारू रूप से जारी रख सकते हैं।</p>
<p>वर्ष 2024 का पहला सूर्य ग्रहण सोमवार, 8 अप्रैल 2024 को रात्रि 21:12 बजे से प्रारंभ होगा और मंगलवार 9 अप्रैल 2024 की प्रातः 02:22 बजे तक लगेगा। यह एक पूर्ण सूर्य ग्रहण यानी कि खग्रास सूर्य ग्रहण होगा। यह मीन राशि और रेवती नक्षत्र के अंतर्गत आकार लेगा। मीन देवगुरु बृहस्पति की राशि है जो कि सूर्य की मित्र राशि है। इस दिन सूर्य के साथ चंद्रमा, शुक्र और राहु एक साथ स्थित होंगे। चंद्रमा से द्वादश भाव में शनि और मंगल स्थित होंगे तथा बुध और बृहस्पति द्वितीय भाव में स्थित होंगे। विशेष रूप से रेवती नक्षत्र और मीन राशि में जन्म लेने वाले व्यक्तियों और इनसे संबंधित राष्ट्रों यानी कि देशों के लिए यह सूर्य ग्रहण 2024 सर्वाधिक प्रभावशाली रहने वाला है।</p>
<p><strong> सूर्य ग्रहण 2024 (LINK)  </strong>के बारे में यहां विस्तार से जानें।</p>
<figure class="table">
  <table>
    <tbody>
      <tr>
        <td colspan="5"><strong> दूसरा सूर्य ग्रहण 2024 - कंकणाकृति सूर्यग्रहण </strong></td>
      </tr>
      <tr>
        <td><strong> तिथि </strong></td>
        <td><strong> दिन तथा दिनांक </strong></td>
        <td>
          <p><strong> सूर्य ग्रहण प्रारंभ समय </strong></p>
          <p><strong> (भारतीय स्टैंडर्ड टाइम के अनुसार) </strong></p>
        </td>
        <td><strong> सूर्य ग्रहण समाप्त समय </strong></td>
        <td><strong> दृश्यता का क्षेत्र </strong></td>
      </tr>
      <tr>
        <td>आश्विन मास कृष्ण पक्ष अमावस्या</td>
        <td>
          <p>बुधवार</p>
          <p>2 अक्टूबर, 2024</p>
        </td>
        <td>
          <p>रात्रि</p>
          <p>21:13 बजे से</p>
        </td>
        <td>मध्यरात्रि उपरांत 27:17 बजे तक (3 अक्टूबर की प्रातः 03:17 बजे तक)</td>
        <td>
          <p>दक्षिणी अमेरिका के उत्तरी भागों, प्रशांत महासागर, अटलांटिक, आर्कटिक, चिल्ली, पेरू, होनोलूलू, अंटार्कटिका, अर्जेंटीना, उरुग्वे,ब्यूनस आयर्स,बेका आइलैंड, फ्रेंच पॉलिनेशिया महासागर, उत्तरी अमेरिका के दक्षिण भाग फिजी, न्यू चिली, ब्राजील, मेक्सिको, पेरू</p>
          <p>(भारत में दृश्यमान नहीं)</p>
        </td>
      </tr>
    </tbody>
  </table>
</figure>
<p><strong> नोट:  </strong>यदि<strong>  ग्रहण 2024 (Grahan 2024)  </strong>के अनुसार देखें तोउपरोक्त तालिका में दिया गया समय भारतीय मानक समय के अनुसार है। यह सूर्य ग्रहण भी भारत में दृश्यमान नहीं होगा और यही वजह है कि भारत में इस सूर्य ग्रहण का कोई भी धार्मिक प्रभाव अथवा सूतक काल प्रभावित नहीं माना जाएगा और सभी लोग अपने काम विधिवत् रूप से संपादित कर सकते हैं।</p>
<p>यह वर्ष 2024 का दूसरा सूर्य ग्रहण होगा जो कि कंकणाकृति सूर्य ग्रहण होगा। यह बुधवार 2 अक्टूबर की रात्रि 21:13 बजे से प्रारंभ होगा और गुरुवार 3 अक्टूबर 2024 की प्रातः 3:17 बजे तक लगेगा। यह सूर्य ग्रहण कन्या राशि और हस्त नक्षत्र में लगेगा। इस दिन सूर्य के साथ चंद्रमा, बुध और केतु स्थित होंगे। उन पर देवगुरु बृहस्पति और मंगल महाराज की पूर्ण दृष्टि होगी। सूर्य से द्वितीय भाव में शुक्र तथा षष्ठ भाव में वक्री शनि विराजमान रहेंगे। यह सूर्य ग्रहण हस्त नक्षत्र और कन्या राशि में जन्मे जातकों और देशों के लिए विशेष रूप से प्रभावशाली साबित होने वाला है।</p>
</div><div class="card-view-content"><h2><strong> चंद्र ग्रहण 2024 </strong></h2>
<p>अभी ऊपर हमने ग्रहण 2024 के अंतर्गत लगने वाले सूर्य ग्रहण की बात की। अब हम बात करते हैं, वर्ष 2024 में आकार लेने वाले चंद्र ग्रहण की<strong>  ,  </strong>तो इस वर्ष मुख्य रूप से एक ही चंद्र ग्रहण लगने वाला है, जो कि बुधवार 18 सितंबर 2024 को लगेगा। यह एक आशिक अर्थात खंडग्रास चंद्र ग्रहण होगा और भारत में लगभग दृश्यमान नहीं होगा। इसके अतिरिक्त एक और उपच्छाया चंद्रग्रहण भी लगेगा, जो कि सोमवार 25 मार्च 2024 को लगेगा, वह भी भारत में दृश्यमान नहीं होगा और चूंकि वह एक उपच्छाया चंद्रग्रहण है, जिसे ग्रहण के रूप में मान्यता नहीं दी गई है, इसलिए उसका कोई सूतक काल मान्य नहीं होगा और उसका महत्व भी लगभग नगण्य होगा।</p>
<figure class="table">
  <table>
    <tbody>
      <tr>
        <td colspan="5"><strong> चंद्र ग्रहण 2024 - खंडग्रास चंद्रग्रहण </strong></td>
      </tr>
      <tr>
        <td><strong> तिथि </strong></td>
        <td><strong> दिन तथा दिनांक </strong></td>
        <td>
          <p><strong> चंद्र ग्रहण प्रारंभ समय </strong></p>
          <p><strong> (भारतीय स्टैंडर्ड टाइम के अनुसार) </strong></p>
        </td>
        <td><strong> चंद्र ग्रहण समाप्त समय </strong></td>
        <td><strong> दृश्यता का क्षेत्र </strong></td>
      </tr>
      <tr>
        <td>भाद्रपद मास शुक्ल पक्ष पूर्णिमा</td>
        <td>
          <p>बुधवार,</p>
          <p>18 सितंबर, 2024</p>
        </td>
        <td>प्रातः काल 7: 43 बजे से</td>
        <td>प्रातः काल 8:46 बजे तक</td>
        <td>
          <p>दक्षिणी अमेरिका, पश्चिमी अफ्रीका और पश्चिमी यूरोप,</p>
          <p>(भारत में जब यह खंडग्रास चंद्र ग्रहण प्रारंभ होगा तब तक संपूर्ण भारत में चंद्रस्त की स्थिति हो चुकी होगी इसलिए यह ग्रहण भारत में लगभग दृश्यमान नहीं होगा। केवलउपच्छाया प्रारंभ होते समय उत्तर पश्चिम भारत और उत्तर दक्षिणी शहरों में चंद्रस्त होगा इसलिए कुछ समय के लिए चंद्रमा की चांदनी में धुंधलापन आ सकता है इस प्रकार भारत में यह उपच्छाया के रूप में भी आंशिक रूप से ही दिखाई देने के कारण यह ग्रहण की श्रेणी में नहीं आएगा)</p>
        </td>
      </tr>
    </tbody>
  </table>
</figure>
<p><strong> नोट:  </strong>यदि<strong>  ग्रहण 2024 (Grahan 2024)  </strong>के अंतर्गत चंद्रग्रहण की बात करें, तो उपरोक्त तालिका में दिया गया चंद्र ग्रहण का समय भारतीय मानक समय के अनुसार दिया गया है। यह चंद्र ग्रहण एक आंशिक अर्थात खंड ग्रास चंद्र ग्रहण होने वाला है। भारत में यह चंद्र ग्रहण लगभग दृश्यमान नहीं होगा, क्योंकि भारत में जब यह खंडग्रास चंद्र ग्रहण प्रारंभ होगा, तब तक संपूर्ण भारत में चंद्रास्त्र की स्थिति हो चुकी होगी। केवलउपच्छाया प्रारंभ होते समय उत्तर-पश्चिम भारत और उत्तर-दक्षिणी शहरों में चंद्रास्त होगा और इसी वजह से कुछ समय के लिए चंद्रमा की चांदनी में धुंधलापन आ सकता है। इस प्रकार भारत में यहउपच्छाया के रूप में भी आंशिक रूप से ही दिखाई देगा इसलिए यह भारत में ग्रहण की श्रेणी में नहीं माना जाएगा और जब यह ग्रहण ही नहीं होगा, तो इसका कोई भी प्रभाव मान्य नहीं होगा।</p>
<p>यह चंद्र ग्रहण भाद्रपद मास के शुक्ल पक्ष की पूर्णिमा तिथि यानी की अंग्रेजी कैलेंडर के अनुसार बुधवार 18 सितंबर 2024 को प्रातः 07:43 बजे से प्रारंभ होकर प्रातः 08:46 बजे तक लगेगा। यह चंद्र ग्रहण मीन राशि और पूर्वाभाद्रपद नक्षत्र के अंतर्गत लगेगा। ग्रहण के समय में चंद्रमा के साथ राहु स्थित होंगे और उनसे सप्तम भाव में सूर्य, शुक्र और केतु उपस्थित रहेंगे।</p>
<p>चंद्रमा से तृतीय भाव में देवगुरु बृहस्पति, चतुर्थ भाव में मंगल, छठे भाव में बुध और द्वादश भाव में वक्री शनि उपस्थित रहने वाले हैं। इस प्रकार यह चंद्र ग्रहण मीन राशि और पूर्वाभाद्रपद नक्षत्र के अंतर्गत जन्मे जातकों और देशों के लिए बहुत ज्यादा महत्वपूर्ण साबित होगा।</p>
<p><strong> चन्द्र ग्रहण 2024 (LINK)  </strong>के बारे में यहां विस्तार से जानें।</p>
<figure class="table">
  <table>
    <tbody>
      <tr>
        <td colspan="5"><strong> उपच्छाया चंद्र ग्रहण 2024 </strong></td>
      </tr>
      <tr>
        <td><strong> तिथि </strong></td>
        <td><strong> दिन तथा दिनांक </strong></td>
        <td><strong> चंद्र ग्रहण प्रारंभ समय </strong></td>
        <td><strong> चंद्र ग्रहण समाप्त समय </strong></td>
        <td><strong> दृश्यता का क्षेत्र </strong></td>
      </tr>
      <tr>
        <td>फाल्गुन मास शुक्ल पक्ष पूर्णिमा</td>
        <td>सोमवार, 25 मार्च, 2024</td>
        <td>प्रातः 10:23 बजे से</td>
        <td>दोपहर बाद 15:02 बजे तक</td>
        <td>
          <p>आयरलैंड, इंग्लैंड, स्पेन, पुर्तगाल, इटली, जर्मनी, फ्रांस, हॉलैंड, बेल्जियम, दक्षिणी नॉर्वे, स्विटजरलैंड, उत्तरी व दक्षिणी अमेरिका, जापान, रूस का पूर्वी भाग, पश्चिमी ऑस्ट्रेलिया को छोड़कर शेष ऑस्ट्रेलिया-न्यू और अधिकांश अफ्रीका</p>
          <p>(भारत में दृश्यमान नहीं)</p>
        </td>
      </tr>
    </tbody>
  </table>
</figure>
<p><strong> नोट:ग्रहण 2024 (Grahan 2024)  </strong>के अनुसार उपरोक्त तालिका में दिया गया समय भारतीय मानक समय के अनुसार है। जैसा कि हमने पहले भी बताया है, यह एक उपच्छाया चंद्र ग्रहण होगा जिसे ग्रहण की संज्ञा नहीं दी गई है और इसी वजह से इसका न तो कोई सूतक काल प्रभावी होगा और न ही कोई धार्मिक प्रभाव मान्य होगा। आप अपने सभी कार्यों को निर्विघ्न रूप से पूर्ण कर सकते हैं, वैसे भी यह उपच्छाया चंद्र ग्रहण भारत में दृश्य मान्य नहीं होगा, इसलिए आप सभी शुभ कार्य विधिवत रूप से कर सकते हैं।</p>
<p>यह उपच्छाया चंद्र ग्रहण फाल्गुन मास शुक्ल पक्ष की पूर्णिमा तिथि को यानी सोमवार 25 मार्च 2024 की प्रातः 10:23 बजे से शुरू होकर दोपहर बाद 15: 02 बजे तक चलेगा।</p>
<p>इस प्रकार वर्ष 2024 में कुल मिलाकर मुख्य तीन ग्रहण होंगे, जिनमें से दो सूर्य ग्रहण होंगे और एक चंद्रग्रहण होगा। इसके अतिरिक्त एक उपच्छाया चंद्र ग्रहण भी आकार लेगा।</p>
</div><div class="card-view-content"><h2><strong> ग्रहण के समय में क्या करें क्या न करें? </strong></h2>
<p>अभी तक आपने जाना कि वास्तव में ग्रहण क्या होते हैं। सूर्य ग्रहण की क्या स्थिति है और चंद्र ग्रहण की क्या स्थिति है। सूर्य ग्रहण कितने तरीके के होते हैं और वर्ष 2024 में सूर्य ग्रहण कब-कब लगने वाले हैं तथा चंद्र ग्रहण की स्थिति क्या रहने वाली है। अब हम आपको बता रहे हैं, कि ग्रहण काल के दौरान कौन-कौन से ऐसे कार्य हैं जो आपको करने चाहिए और कौन-कौन से ऐसे कार्य हैं, जो आपको नहीं करने चाहिए ताकि आप उनका पूरा लाभ उठा सके। ग्रहण काल के दौरान भी पूर्ण शुद्धता और सात्विकता के साथ अपने जीवन को और उन्नत बनाने की दिशा में प्रयासरत हो सके। आइए जानते हैं:</p>
<ul>
  <li><strong> ग्रहण 2024 (Grahan 2024)  </strong>के लिए सर्वप्रथम सूतक काल को जानना आवश्यक है ताकि आप सभी गतिविधियों को निर्धारित समय में संपन्न कर सके और सूतक काल की अवधि में कोई भी शुभ काम संपन्न न करें।</li>
  <li>सूर्य ग्रहण का सूतक लगभग 12 घंटे पूर्व और चंद्र ग्रहण का सूतक लगभग 9 घंटे पूर्व शुरू हो जाता है जैसे ही यह समय शुरू हो जाए आपको किसी भी कार्य को नहीं करना है अत्यंत आवश्यक होने पर ही किसी विशेष शुभ कार्य को करें और जैसे ही ग्रहण का स्पर्श हो, स्नान अवश्य करें।</li>
  <li>ग्रहण के समापन अर्थात ग्रहण के समाप्त होने पर भी आपको स्नान अवश्य ही करना चाहिए इससे आप शुद्ध बने रह सकते हैं।</li>
  <li>कुछ व्यावहारिक बातों पर भी ध्यान देना आवश्यक है जैसे कि सूर्य ग्रहण के दौरान सूर्य को अपनी नग्न आंखों से भूलकर भी नहीं देखना चाहिए। ऐसा करने से आपकी आंखों की रोशनी जा सकती है अथवा उनमें विसंगति आ सकती है।</li>
  <li>ग्रहण काल के दौरान न तो अपने घर में मूर्तियों का स्पर्श करें और न ही किसी मंदिर में प्रवेश करें। वैसे भी, इस दौरान मंदिर के कपाट बंद कर दिए जाते हैं जो ग्रहण के उपरांत ही खोले जाते हैं।</li>
  <li>यदि आप अत्यधिक बीमार नहीं हैं अथवा अत्यधिक बुजुर्ग या बालक नहीं हैं तो आपको ग्रहण काल में भोजन नहीं करना चाहिए और न ही भोजन पकाना चाहिए।</li>
  <li>ग्रहण के दौरान मैथुन क्रिया से दूरी बनानी चाहिए।</li>
  <li>जब भी ग्रहण लग रहा हो उस दौरान आपको तेल मालिश नहीं करनी चाहिए और न ही अपने बाल, दाढ़ी या नाखून काटने चाहिए।</li>
  <li>यदि अत्यधिक मजबूरी न हो तो इस दौरान किसी तरह की यात्रा नहीं करनी चाहिए।</li>
  <li>ग्रहण का स्पर्श होने यानी कि ग्रहण शुरू होने से पूर्व आपको दूध, दही, घी, अचार, चटनी, मुरब्बा जैसी भोज्य सामग्री में कुशा अथवा तुलसी दल रख देना चाहिए।</li>
  <li>यदि आप बीमार हैं तो इस दौरान अपनी दवाई ग्रहण कर सकते हैं।</li>
  <li>यदि आप कोई गर्भवती महिला हैं तो ग्रहण काल की अवधि अथवा सूतक काल की अवधि में किसी तरह की कटाई-सिलाई, बुनाई करने से बचना चाहिए और इस दौरान निद्रा से दूर रहना चाहिए।</li>
  <li>यदि आप चाहें तो धार्मिक ग्रंथो का पाठ अथवा किसी शुभ मंत्र का जाप कर सकती हैं।</li>
  <li>गर्भवती महिलाओं को अपने उदर पर गाय के गोबर से पतला लेप लगाना चाहिए और अपने सिर को पल्लू से ढक कर थोड़ा सा गेरू लगा लेना चाहिए।</li>
  <li>ग्रहण का समय बहुत महत्वपूर्ण होता है इस दौरान जितना संभव हो मंत्र जाप करना चाहिए और दान का संकल्प लेना चाहिए</li>
  <li>यदि आप ग्रहण काल में कोई मंत्र जाप करते हैं तो उसका कई हज़ार गुना फल आपको प्राप्त होता है।</li>
  <li>ग्रहण के बाद ही पीने के लिए ताज़ा पानी भरकर पीना चाहिए।</li>
  <li>यदि परिवार में कोई अत्यधिक बीमार हो तो उसके लिए महामृत्युंजय मंत्र का ग्रहण के दौरान जाप करना अत्यंत लाभदायक रहता है।</li>
  <li>ग्रहण काल के दौरान अपने पितरों का श्राद्ध करना भी परम फलदायी साबित होता है।</li>
  <li>आप सूतक काल से लेकर ग्रहण के दौरान किसी भी दान का संकल्प लेकर पुण्य कर्म कर सकते हैं। इस दौरान पवित्र नदियों में स्नान करना भी कल्याणकारी माना जाता है।</li>
</ul>
</div><div class="card-view-content"><h2><strong> ग्रहण के दुष्प्रभाव से बचने के कुछ विशेष उपाय </strong></h2>
<p>अभी तक आपने जाना कीग्रहण 2024 (Grahan 2024) काल और सूतक काल के दौरान आपको कौन से कार्य करने चाहिए और कौन से कार्य नहीं करने चाहिए।</p>
<p>अब हम आपको बताते हैं कि ग्रहण के दुष्प्रभाव से बचने के लिए आप क्या विशेष उपाय कर सकते हैं, जिनसे आपको ग्रहण का कोई दुष्प्रभाव न हो।</p>
<ul>
  <li>चाहे सूर्य ग्रहण हो अथवा चंद्र ग्रहण हो आपको ग्रहण काल में धार्मिक पुस्तकों का पाठ करना चाहिए अथवा ईश्वर का भजन करना चाहिए या फिर आप किसी भी मंत्र का विशेष रूप से जाप कर सकते हैं।</li>
  <li>ग्रहण काल में यदि आपने दान करने का संकल्प लिया है तो ग्रहण समाप्त होते ही तुरंत वह दान किसी योग्य ब्राह्मण को दे देना चाहिए।</li>
  <li>यदि ग्रहण आपकी राशि अथवा नक्षत्र में लग रहा हो अथवा आपके लिए अशुभ हो तो आपको ग्रहण काल में अपनी‌ जन्म राशि के स्वामी ग्रह अथवा जन्म नक्षत्र के स्वामी ग्रह के मंत्र का जाप करना चाहिए।</li>
  <li>ग्रहण के दौरान राहु और केतु का मंत्र जाप कर सकते हैं। इसके अतिरिक्त सूर्य ग्रहण के दौरान सूर्य और चंद्र ग्रहण के दौरान चंद्रमा के मंत्रों का जाप करना चाहिए।</li>
  <li>यदि आप चाहें तो आप अपनी राशि के अनुसार भी दान कर सकते हैं। यह आपके लिए बहुत ही लाभदायक साबित होगा।</li>
  <li>जैसे ही ग्रहण का मोक्ष हो यानी कि ग्रहण समाप्त हो उसके तुरंत बाद स्नान कर लेना चाहिए, चाहे वह दिन का समय हो अथवा रात्रि का।</li>
  <li>इसकी अतिरिक्त विशेष उपाय के रूप में यदि आप चाहे तो कांसे की कटोरी लेकर उसमें थोड़ा सा देसी घी भर लें और उसमें तांबे का एक सिक्का डालकर अपना मुख देखें और इसको दान कर दें। ऐसा करने से आपको सभी कष्टों से मुक्ति मिलेगी।</li>
  <li>ग्रह बाधा से बचने के लिए ग्रहण के तुरंत बाद आप ग्रह की औषधि से स्नान भी कर सकते हैं इससे ग्रह जनित बड़ा से मुक्ति मिलेगी।</li>
</ul>
<p>हम आशा करते हैं कि ग्रहण 2024 के बारे में जो भी जानकारी आपको प्रदान की गई है, वह आपके लिए महत्वपूर्ण एवं उपयोगी साबित हो और आप उसके अनुसार अपने जीवन को सुखी और समृद्धिशाली बना सकें।</p>
<p><strong> सभी तरह के ज्योतिषीय समाधान के लिए विजिट करें:  </strong><a href="https://buy.astrosage.com/?language=hi&amp;prtnr_id=2024H"><strong> एस्ट्रोसेज ऑनलाइन शॉपिंग स्टोर </strong></a></p>
<p><strong> इसी आशा के साथ कि आपको यह लेख भी पसंद आया होगा एस्ट्रोसेज के साथ बने रहने के लिए हम आपका बहुत-बहुत धन्यवाद करते हैं। </strong></p></div>

        
      
                
      
        <!--#include virtual="/controls/amp/i_social.asp"-->
    </div>
    <!--#include virtual="/controls/amp/i_footer.asp"-->
</body>
</html>
